<template>
    <div class="contact-page">
        <div class="contact-page-background">
            <div class="container is-more-padding-vertical">
                <div class="content">
                    <section class="hero is-content">
                        <div class="hero-body">
                            <div class="columns">
                                <div class="column">
                                    <h1 class="title is-green">Пользовательское соглашение</h1>
                                    <h2 class="subtitle">Согласие на обработку персональных данных</h2>
                                </div>
                                <div class="column">
                                    <p>Пользуясь данным интернет ресурсом, в порядке ст. 9 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных» свободно своей волей и в своих интересах пользователь сайта gderemonta.net даёт согласие на автоматизированную, а также без использования средств автоматизации обработку, хранение, систематизацию своих персональных данных и на передачу (в том числе на трансграничную) своих персональных данных третьим лицам.</p>
                                    <p>Согласие дается на обработку следующих моих персональных данных: фамилия, имя, отчество; год, месяц, день рождения; пол; гражданство; адрес места жительства; номер телефона; паспортные данные; данные заграничного паспорта; пользовательские данные (сведения о местоположении; тип и версия ОС; тип и версия Браузера; тип устройства и разрешение его экрана; источник откуда пришел на сайт пользователь; с какого сайта или по какой рекламе; язык ОС и Браузера; какие страницы открывает и на какие кнопки нажимает пользователь; ip-адрес); иная информация.</p>
                                    <p>Цель обработки персональных данных: обработка входящих запросов физических лиц с целью оказания услуг и консультирования; аналитики действий физического лица на веб-сайте и функционирования веб-сайта; проведение рекламных и новостных рассылок.</p>
                                    <p>Персональные данные не являются общедоступными. Согласие может быть отозвано пользователем в письменной форме.</p>
                                    <p>Также пользователь подтверждает, что ознакомлен(а) с правами субъектов персональных данных, закрепленными в главе 3 ФЗ «О персональных данных».</p>
                                </div>
                            </div>
                        </div>
                    </section>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
  export default {
    head () {
      return {
        title: 'Пользовательское соглашение',
        meta: [
          {
            hid: 'description', name: 'description',
            content: 'Пользовательское соглашение «Где Ремонта Нет!».'
          },
          {
            hid: 'keywords', name: 'keywords',
            content: 'пользовательское соглашение где ремонта нет'
          }
        ]
      }
    }
  }
</script>